Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/planning_permission/building_a_house.html.txt.tmx
Source language: en
Languages: ga

source: Planning permission for building a house
ga: Cead pleanála chun teach a thógáil

source: If you wish to build a house, you must obtain planning permission from your local authority before you start construction
ga: Más mian leat teach a thógáil, ní mór duit cead pleanála a fháil ó d’údarás áitiúil sular féidir leat tús a chur leis an tógáil

source: The law requires that you need planning permission for virtually every significant development
ga: Ceanglaíonn an dlí ort go dteastaíonn cead pleanála uait do nach mór gach forbairt shuntasach

source: It is important to be aware from the start therefore, that if you fail to obtain planning permission where it is required, you may run the risk of penalties which can carry very heavy fines and even imprisonment
ga: Is tábhachtach gur fios duit ón tosach, ar an ábhar sin, má theipeann ort cead pleanála a fháil sa chás go dteastaíonn sé, d’fhéadfadh go ngearrfaí pionóis ort ar féidir le fíneálacha an-mhóra agus fiú príosúnacht a bheith i gceist leo

source: You do not have to consult the planning authority before applying for planning permission, but it is usually very helpful to discuss anything you are unsure about
ga: Ní gá duit dul i gcomhairle an údaráis phleanála sula ndéanann tú iarratas ar chead pleanála, ach is gnách go mbíonn sé an-chabhrach plé a dhéanamh ar aon rud nach bhfuil tú cinnte faoi

source: This in turn, may save you a great deal of wasted time later on
ga: D’fhéadfadh seo, ar a uain sin, cabhrú leat gan go leor ama a chur a amú níos déanaí

source: The overall plan for the area where you wish to build your home is called the development plan
ga: Tugtar an plean forbartha ar an bplean foriomlán don limistéar ina mian leat do theach a thógáil

source: This plan is drawn up by your local authority and sets out your local authority's objectives for the use of particular areas where you live (for example, residential areas, industrial areas, agricultural areas)
ga: Cuireann d’údarás áitiúil an plean seo i dtoll a chéile agus leagtar amach ann cuspóirí d’údaráis áitiúil chun limistéir ar leith a úsáid ina gcónaíonn tú (mar shampla, limistéir chónaithe, limistéir thionsclaíocha, limistéir thalmhaíochta)

source: You should look at the development plan before you make an application for planning permission
ga: Ba cheart duit súil a chaitheamh ar an bplean forbartha sula ndéanann tú iarratas ar chead pleanála

source: If you need to clear a site first, you will need planning permission if you are proposing to:
ga: Más gá duit an suíomh a ghlanadh ar dtús, caithfidh tú cead pleanála a fháil má tá tú ag iarraidh:

source: • Make or widen an access onto a public road, or
ga: • Bealach amach chuig bóthar poiblí a dhéanamh nó a leathnú, nó

source: • Demolish a structure that was last used as a residence, or
ga: • Structúr gur baineadh úsáid as go deireanach mar áit chónaithe a leagan, nó

source: • Demolish a building in a terrace, or a building that is attached to another building in separate ownership
ga: • Foirgneamh i sraith nó foirgneamh atá greamaithe de fhoirgneamh eile in úinéireacht eile a leagan

source: There are a number of different types of planning permission so for an explanation of each type, you can read our document, Planning permission
ga: Tá roinnt saghsanna de chead pleanála ann, mar sin, chun teacht ar mhíniú ar gach saghas, féadfaidh tú ár gcáipéis Cead pleanála a léamh

source: You must give a public notice of your proposals before making an application for planning permission
ga: Caithfidh tú fógra poiblí a thabhairt maidir le céard atá sé ar intinn agat a dhéanamh roimh iarratas a dhéanamh ar chead pleanála

source: This must be done by placing a notice in a locally circulating newspaper (your local authority will have a list) and putting up a site notice which can be clearly read
ga: Caithfear é seo a dhéanamh tré fhógra a chur i bpáipéar nuachta áitiúil (beidh liosta ag d'údarás áitiúil) agus fógra suímh a chur in áit gur féidir é a léamh go soiléar

source: You will find details of information that must be contained in the notices and the prescribed format of the notice in the planning application form
ga: Gheobhfaidh tú sonraí ar an eolas nach mór a bheith sna fógraí ar an bhfoirm iarratais ar chead pleanála

source: You must get the application to the local authority within 2 weeks of the notice appearing in the local newspaper
ga: Caithfidh tú an t-iarratas a chur chuig an údarás áitiúil taobh istigh de choicís ón lá a raibh an fógra sa pháipéar áitiúil

source: The site notice must be put up on or before the day you make the application and stay there for at least 5 weeks afterwards
ga: Caithfear an fógra suímh a bheith curtha suas ar nó roimh an lá a ndéanann tú an t-iarratas agus fanacht ann ar feadh ar a laghad mí amháin ina dhiaidh

source: (Please note: 9 days over Christmas, from 24 December to 1 January, are not taken into account when calculating the 5-week period)
ga: Tabhair faoi deara, le do thoil: ní chuirtear 9 lá i gcaitheamh na Nollag, ón 24 Nollaig go dtí an 1 Eanáir, san áireamh nuair a ríomhtar an tréimhse 5 seachtaine)

source: You must not start building before you receive the grant of permission
ga: Ní féidir tosnú ag tógáil roimh duit deonú pleanála a fháil

source: Sometimes planning permission is subject to conditions, which may require changes to your proposals
ga: Amanna bíonn coinníollacha ag baint leis an gcead pleanála agus d'fhéadfadh sé go mbeadh athruithe le déanamh agat ar do phlean

source: Planning permission normally lasts for 5 years
ga: Is iondúil go seasann cead pleanála 5 bliana

source: If the local authority refuses your application, they will give you the reasons for this, and you then in turn, have one month to appeal this decision to An Bord Pleanála
ga: Má dhiúltaíonn an t-údarás áitiúil do d'iarratas, tabharfaidh siad cúiseanna duit, agus beidh mí amháin agat chun achomharc a dhéanamh leis an mBord Pleanála

source: You can read more in our document about appealing a decision on planning permission
ga: Leigh tuilleadh inár ndoiciméad faoi achomharc a dhéanamh leis An mBord Pleanála

source: You have to pay a fee to your local authority with your planning application
ga: Caithfidh tú táille a íoc le d'iarratas

source: The current fee for an application to build a house is €65
ga: Is €65 an táille reatha ar iarratas a dhéanamh teach a thógáil

source: You may also be required to make a contribution to the construction of any road, water supply or sewerage works, which may be necessary
ga: D'fhéadfadh sé freisin go mbeadh ort íocaíocht a dhéanamh i dtreo an chostais a bhaineann le bóthar, córas uisce nó séarachais a mbeadh gá leo

source: If you have any questions regarding planning issues or concerning your application for planning permission, contact the Planning Department of your local authority
ga: Má tá aon ceisteanna agat maidir le cead pleanála nó maidir le d'iarratas ar chead pleanála, déan teagmháil leis an Rannóg Pleanála den údarás áitiúil
